[
    {
    "name1":"अर्जुनविषादयोग",
    "number1":"1",
    "data":[
        {
            "name": "श्लोक 1",
            "sanskrit":
                "। अथ प्रथमोऽध्यायः ।।धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः। मामकाः पाण्डवाश्चैव किमकुर्वत संजय।।1।।।",
            "Hindi":
                "।।धृतराष्ट्र बोलेः हे संजय ! धर्मभूमि कुरुक्षेत्र में एकत्रित, युद्ध की इच्छावाले मेरे पाण्डु के पुत्रों ने क्या किया? (1)",
            "Gujrati":
                "ધૃતરાષ્ટ્રે કહ્યું : હે સંજય ! યુદ્ધની ઈચ્છા ધરાવતા મારા પાંડુ પુત્રો કુરુક્ષેત્રની પવિત્ર ભૂમિમાં શું ભેગા થયા? (1)",
            "id": 1
        },
        {
            "name": "श्लोक 2",
            "sanskrit":
                "।। संजय उवाच दृष्टवा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा। आचार्यमुपसंङगम्य राजा वचनमब्रवीत्।।2।।",
            "Hindi":
                "संजय बोलेः उस समय राजा दुर्योधन ने व्यूहरचनायुक्त पाण्डवों की सेना को देखकर और द्रोणाचार्य के पास जाकर यह वचन कहाः (2)",
            "Gujrati":
                "સંજય બોલ્યો: તે સમયે, રાજા દુર્યોધન, પાંડવોની સુવ્યવસ્થિત સેના જોઈને, દ્રોણાચાર્ય પાસે ગયા અને આ શબ્દો કહ્યા: (2)",
            "id": 2
        },
        {"name": "श्लोक 3",
        "sanskrit":
            "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम्। व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता।।3।।",
        "Hindi":
            "हे आचार्य ! आपके बुद्धिमान शिष्य खड़ी की हुई पाण्डुपुत्रों की इस बड़ी भारी सेना को देखिये(3)",
        "Gujrati":
            "હે આચાર્ય ! દ્રુપદના પુત્ર તમારા જ્ઞાની શિષ્ય ધૃષ્ટદ્યુમ્ન દ્વારા ગોઠવાયેલ પાંડુ પુત્રોની આ વિશાળ સેનાને જુઓ. (3)",
        "id": 3
    },
    {
        "name": "श्लोक 4",
            "sanskrit":
                "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि। युयुधानो विराटश्च द्रुपदश्च महारथः।।4।। ",
            "Hindi":
                "इस सेना में बड़े-बड़े धनुषों वाले तथा युद्ध में भीम और अर्जुन के समान शूरवीर सात्यकि और विराट तथा महारथी राजा द्रुपद,|(4)",
            "Gujrati":
                "અહીં યુદ્ધમાં ભીમ અને અર્જુન જેવા બહાદુર મહાન તીરંદાજો છે યુયુધન વિરાટ અને દ્રુપદ મહાન સારથિ|(4) ",
            "id": 4
    },
    {
        "name": "श्लोक 5",
            "sanskrit":
                "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान्। पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुंङगवः।।5।।",
            "Hindi":
                "धृष्टकेतु और चेकितान तथा बलवान काशीराज, पुरुजित, कुन्तिभोज और मनुष्यों में श्रेष्ठ शैब्य, पराक्रमी(5)",
            "Gujrati":
                "ધૃષ્ટકેતુ અને ચેકિતન અને પરાક્રમી કાશીરાજા, પુરુજિત, કુંતીભોજ અને શૈબ્ય, શ્રેષ્ઠ પુરુષો, પરાક્રમી(5) ",
            "id": 5
    },
    {
        "name": "श्लोक 6",
            "sanskrit":
                "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान्। सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः।।6।।",
            "Hindi":
                " युधामन्यु तथा बलवान उत्तमौजा, सुभद्रापुत्र अभिमन्यु और द्रौपदी के पाँचों पुत्र ये सभी महारथी हैं |(6)",
            "Gujrati":
                "યુધામન્યુ અને બળવાન ઉત્તમૌજ, સુભદ્રાનો પુત્ર અભિમન્યુ અને દ્રૌપદીના પાંચ પુત્રો બધા મહાન યોદ્ધાઓ છે.(6)",
            "id": 6
    },{
        "name": "श्लोक 7",
            "sanskrit":
                "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम। नायका मम सैन्यस्य संञ्ज्ञार्थं तान्ब्रवीमि ते।।7।।",
            "Hindi":
                "हे ब्राह्मणश्रेष्ठ ! अपने पक्ष में भी जो प्रधान हैं, उनको आप समझ लीजिए | आपकी जानकारी के लिए मेरी सेना के जो-जो सेनापति हैं, उनको बतलाता हूँ",
            "Gujrati":
                "હે શ્રેષ્ઠ બ્રાહ્મણ! તમારે તેમને પણ સમજવું જોઈએ જે તમારી બાજુમાં મહત્વપૂર્ણ છે.તમારી માહિતી માટે,હું તમને મારી સેનાના તમામ કમાન્ડરોને કહીશ",
            "id": 7
    },
    {
        "name": "श्लोक 8",
            "sanskrit":
                "भवान्भीष्मश्च कर्णश्च कृपश्च समितिंञ्जयः।अश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च।।8।।",
            "Hindi":
                "आप, द्रोणाचार्य और पितामह भीष्म तथा कर्ण और संग्रामविजयी कृपाचार्य तथा वैसे ही अश्वत्थामा, विकर्ण और सोमदत्त का पुत्र भूरिश्रवा | (8)",
            "Gujrati":
                "તમે, દ્રોણાચાર્ય અને પિતામહ ભીષ્મ અને કર્ણ અને વિજેતા કૃપાચાર્ય તેમજ અશ્વત્થામા, વિકર્ણ અને સોમદત્તના પુત્ર ભૂરીશ્રવ (8)",
            "id": 8
    },
    {
        "name": "श्लोक 9",
        "sanskrit":
            "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः। नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः।।9।।",
        "Hindi":
            "और भी मेरे लिए जीवन की आशा त्याग देने वाले बहुत से शूरवीर अनेक प्रकार के अस्त्रों-शस्त्रों से सुसज्जित और सब के सब युद्ध में चतुर हैं | (9)",
        "Gujrati":
            "તદુપરાંત, એવા ઘણા બહાદુરો છે જેમણે મારા માટે જીવનની આશા છોડી દીધી છે, ઘણા પ્રકારના શસ્ત્રોથી સજ્જ છે અને તે બધા યુદ્ધમાં કુશળ છે.",
        "id": 9
    },{
        "name": "श्लोक 10",
            "sanskrit":
                "अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम्। पर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम्।।10।।",
            "Hindi":
                "भीष्म पितामह द्वारा रक्षित हमारी वह सेना सब प्रकार से अजेय है और भीम द्वारा रक्षित इन लोगों की यह सेना जीतने में सुगम है | (10)",
            "Gujrati":
                "ભીષ્મ પિતામહ દ્વારા રક્ષિત આપણી તે સેના દરેક રીતે અજેય છે અને ભીમ દ્વારા રક્ષિત આ લોકોની આ સેના જીતવી સરળ છે. (10)",
            "id": 10
    },{
        "name": "श्लोक 11",
            "sanskrit":
                "अयनेषु च सर्वेषु यथाभागमवस्थिताः। भीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि।।11।।",
            "Hindi":
                "इसलिए सब मोर्चों पर अपनी-अपनी जगह स्थित रहते हुए आप लोग सभी निःसंदेह भीष्म पितामह की ही सब ओर से रक्षा करें | (11)",
            "Gujrati":
                "તેથી, દરેક મોરચે પોતપોતાના સ્થાને રહીને, તમે બધાએ કોઈ શંકા વિના ભીષ્મ પિતામહનું ચારે બાજુથી રક્ષણ કરવું જોઈએ. (11)",
            "id": 11
    },{
        "name": "श्लोक 12",
        "sanskrit":
            "संजय उवाच तस्य संञ्जनयन्हर्षं कुरुवृद्धः पितामहः। िंहनादं विनद्योच्चैः शंख्ङं दध्मौ प्रतापवान्।।12।।",
        "Hindi":
            "कौरवों में वृद्ध बड़े प्रतापी पितामह भीष्म ने उस दुर्योधन के हृदय में हर्ष उत्पन्न करते हुए उच्च स्वर से सिंह की दहाड़ के समान गरजकर शंख बजाया",
        "Gujrati":
            "કૌરવોમાં સૌથી વૃદ્ધ પિતામહ ભીષ્મે દુર્યોધનના હૃદયમાં આનંદ ઉત્પન્ન કર્યો અને સિંહની ગર્જના જેવા જોરથી શંખ વગાડ્યો. (12)",
        "id": 12
    },
    {
        "name": "श्लोक 13",
            "sanskrit":
                "ततः शंख्ङाश्च भेर्यश्च पणवानकगोमुखाः। सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत्।।13।।",
            "Hindi":
                "ततः शंख्ङाश्च भेर्यश्च पणवानकगोमुखाः।सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत्।।13।।",
            "Gujrati":
                "આ પછી શંખ, કરતાલ, ઢોલ, મૃદંગમ અને શિંગડા વગેરે વારાફરતી વગાડવામાં આવ્યા. તેમનો એ શબ્દ ખૂબ જ ભયંકર હતો. (13)",
            "id": 13
    },
    {
        "name": "श्लोक 14",
            "sanskrit":
                "ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ। माधवः पाण्डवश्चैव दिव्यौ शंख्ङौ प्रदध्मतुः।।14।।",
            "Hindi":
                "ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ। माधवः पाण्डवश्चैव दिव्यौ शंख्ङौ प्रदध्मतुः।।14।।",
            "Gujrati":
                "આ પછી સફેદ ઘોડાઓ સાથે સુંદર રથમાં બેઠેલા શ્રી કૃષ્ણ મહારાજ અને અર્જુને પણ અલૌકિક શંખ વગાડ્યા.(14)",
            "id": 14
    },
    {
        "name": "श्लोक 15",
        "sanskrit":
            "पाञ्चजन्यं हृषिकेशो देवदत्तं धनञ्जयः। पौण्ड्रं दध्मौ महाशंख्ङं भीमकर्मा वृकोदरः।।15।।",
        "Hindi":
            "श्रीकृष्ण महाराज ने पाञ्चजन्य नामक, अर्जुन ने देवदत्त नामक और भयानक कर्मवाले भीमसेन ने पौण्ड्र नामक महाशंख बजाया | (15)",
        "Gujrati":
            "શ્રી કૃષ્ણ મહારાજે પંચજન્ય નામનો શંખ વગાડ્યો, અર્જુને દેવદત્ત નામનો શંખ ફૂંક્યો અને ભયંકર કાર્યોવાળા ભીમસેને પૌંડ્ર નામનો શંખ ફૂંક્યો. (15)",
        "id": 15
    },
    {
        "name": "श्लोक 16",
            "sanskrit":
                "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः। नकुलः सहदेवश्च सुघोषमणिपुष्पकौ।।16।।",
            "Hindi":
                "कुन्तीपुत्र राजा युधिष्ठिर ने अनन्तविजय नामक और नकुल तथा सहदेव ने सुघोष और मणिपुष्पकनामक शंख बजाये | (16)",
            "Gujrati":
                "કુંતીના પુત્ર રાજા યુધિષ્ઠિરે અનંતવિજય અને નકુલ નામના શંખ ફૂંક્યા અને સહદેવે સુઘોષ અને મણિપુષ્પક નામના શંખ વગાડ્યા. (16)",
            "id": 16
    },
    {
        "name": "श्लोक 17",
            "sanskrit":
                "काश्यश्च परमेष्वासः शिखण्डी च महारथः। धृष्टद्युम्नो विराटश्च सात्यिकश्चापराजितः।।17।।",
            "Hindi":
                "श्रेष्ठ धनुष वाले काशिराज और महारथी शिखण्डी और धृष्टद्युम्न तथा राजा विराट और अजेय सात्यकि,(17)",
            "Gujrati":
                "શ્રેષ્ઠ ધનુષ્ય સાથે કાશીરાજ અને મહાન યોદ્ધાઓ શિખંડી અને ધૃષ્ટદ્યુમ્ન અને રાજા વિરાટ અને અજેય સાત્યકી,(17)",
            "id": 17
    },{
        "name": "श्लोक 18",
            "sanskrit":
                "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते। सौभद्रश्च महाबाहुः शंख्ङान्दध्मुः पृथक् पृथक्।।18।।",
            "Hindi":
                "श्रेष्ठ धनुष वाले काशिराज और महारथी शिखण्डी और धृष्टद्युम्न तथा राजा विराट और अजेय सात्यकि,(18)",
            "Gujrati":
                " राजा द्रुपद और द्रौपदी के पाँचों पुत्र और बड़ी भुजावाले सुभद्रापुत्र अभिमन्यु-इन सभी ने, हे राजन ! सब ओर से अलग-अलग शंख बजाये |(18)",
            "id": 18
    },{
        "name": "श्लोक 19",
            "sanskrit":
                "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत्। नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन्।।19।।",
            "Hindi":
                "और उस भयानक शब्द ने आकाश और पृथ्वी को भी गुंजाते हुए धार्तराष्ट्रों के अर्थात् आपके पक्ष वालों के हृदय विदीर्ण कर दिये | (19)",
            "Gujrati":
                "અને તે ભયંકર શબ્દ આકાશ અને ધરતી પર ગુંજ્યો અને ધર્તરાષ્ટ્રો એટલે કે તમારી બાજુના લોકોના હૃદયને ફાડી નાખ્યું. (19)",
            "id": 19
    },
    {
        "name": "श्लोक 20",
            "sanskrit":
                "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान् कपिध्वजः। प्रवृत्ते शस्त्रसम्पाते धनुरुद्यम्य पाण्डवः।।20।।",
            "Hindi":
                "हे राजन ! इसके बाद कपिध्वज अर्जुन ने मोर्चा बाँधकर डटे हए धृतराष्ट्र सम्बन्धियों को देखकर, (20)",
            "Gujrati":
                "ે રાજા! આ પછી કપિધ્વજ અર્જુન, ધૃતરાષ્ટ્રના સ્વજનોને સામે મક્કમ ઊભેલા જોઈને,(20)",
            "id": 20
    },
    {
        "name": "श्लोक 21",
            "sanskrit":
                "हृषिकेशं तदा वाक्यमिदमाह महीपते। अर्जुन उवाच सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत।।21।।",
            "Hindi":
                "तब, हे पृथ्वी के स्वामी, अर्जुन ने हृषिकेश को इन शब्दों से संबोधित किया: हे अच्युत, मेरे रथ को दोनों सेनाओं के बीच में स्थापित करो।",
            "Gujrati":
                "પછી, હે પૃથ્વીના સ્વામી, અર્જુને હૃષીકેશને આ શબ્દો સાથે સંબોધન કર્યું: હે અચ્યુત, મારા રથને બે સેનાઓની મધ્યમાં ગોઠવો.",
            "id": 21
    },
    {
        "name": "श्लोक 22",
            "sanskrit":
                "यावदेतान्निरीक्षेऽहं योद्ध्रुकामानवस्थितान्।कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे।।22।।",
            "Hindi":
                "और जब तक कि मैं युद्धक्षेत्र में डटे हुए युद्ध के अभिलाषी इन विपक्षी योद्धाओं को भली प्रकार देख न लूँ कि इस युद्धरुप व्यापार(22)",
            "Gujrati":
                "અને જ્યાં સુધી યુદ્ધના મેદાનમાં ઊભેલા આ વિરોધી યોદ્ધાઓ અને આ યુદ્ધ જેવા ધંધામાં લડવાને લાયક છે તે હું સારી રીતે જોઉં ત્યાં સુધી તેને ઊભો રાખજે. (22)",
            "id": 22
    },
    {
        "name": "श्लोक 23",
            "sanskrit":
                "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः।धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः।।23।।",
            "Hindi":
                "दुर्बुद्धि दुर्योधन का युद्ध में हित चाहने वाले जो-जो ये राजा लोग इस सेना में आये हैं, इन युद्ध करने वालों को मैं देखूँगा | (23)",
            "Gujrati":
                "આ સૈન્યમાં જે રાજાઓ આવ્યા છે, તેઓને યુદ્ધમાં મૂર્ખ દુર્યોધનને ફાયદો કરાવવાની ઈચ્છા રાખનારા આ યોદ્ધાઓને હું જોઈશ. (23)",
            "id": 23
    },
    {"name": "श्लोक 24",
    "sanskrit":
        "एवमुक्तो हृषिकेशो गुडाकेशेन भारत। सेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम्।।24।। भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम्। उवाच पार्थ पश्यैतान् समवेतान् कुरुनिति।।25।।",
    "Hindi":
        "दसंजय बोलेः हे धृतराष्ट्र ! अर्जुन द्वारा इस प्रकार कहे हुए महाराज श्रीकृष्णचन्द्र ने दोनों सेनाओं के बीच में  | (24)",
    "Gujrati":
        "સંજયે કહ્યું : હે ધૃતરાષ્ટ્ર ! આ રીતે અર્જુનના કહેવાથી મહારાજા શ્રી કૃષ્ણચંદ્રએ ભીષ્મ અને દ્રોણાચાર્યની સામે અને બધા (24)",
    "id": 24}
    ,
    {
        "name": "श्लोक 25",
            "sanskrit":
                " भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम्। उवाच पार्थ पश्यैतान् समवेतान् कुरुनिति।।25।।",
            "Hindi":
                "भीष्म और द्रोणाचार्य के सामने तथा सम्पूर्ण राजाओं के सामने उत्तम रथ को खड़ा करके इस प्रकार कहा (25)",
            "Gujrati":
                "રાજાઓની સામે બે સેનાઓની વચ્ચે શ્રેષ્ઠ રથ ઉભો કર્યો અને કહ્યું, હે પાર્થ! યુદ્ધ માટે ભેગા થયેલા આ કૌરવોને જુઓ",
            "id": 25
    },
    {
        "name": "श्लोक 26",
            "sanskrit":
                " तत्रापश्यत्स्थितान् पार्थः पितृनथ पितामहान्। आचार्यान्मातुलान्भ्रातृन्पुत्रान्पौत्रान्सखींस्तथा।।26।।",
            "Hindi":
                " में स्थित ताऊ-चाचों को, दादों-परदादों को, गुरुओं को, मामाओं को, भाइयों को, पुत्रों को, पौत्रों को तथा मित्रों को, ससुरों को और सुहृदों को भी देखा",
            "Gujrati":
                "આ પછી, પૃથાના પુત્ર અર્જુને તે બે સેનામાં રહેલા પિતૃઓ, પિતૃઓ, પિતૃઓ, દાદાઓ, ગુરુઓ, પિતૃઓ, ભાઈઓ, પુત્રો, પૌત્રો, મિત્રો, સસરા અને તમામ ભાઈઓને જોયા.",
            "id": 26
    }
,{
    "name": "श्लोक 27",
            "sanskrit":
                " श्वशुरान् सुहृदश्चैव सेनयोरूभयोरपि। तान्समीक्ष्य स कौन्तेय़ः सर्वान्बन्धूनवस्थितान्।।27। ",
            "Hindi":
                " उन उपस्थित सम्पूर्ण बन्धुओं को देखकर वे कुन्तीपुत्र अर्जुन अत्यन्त करूणा से युक्त होकर शोक करते हुए यह वचन बोले |(27)",
            "Gujrati":
                " કુંતીના પુત્ર અર્જુનને જોઈને, ભરાઈ ગયો. ખૂબ જ કરુણા અને દુઃખ સાથે, તેણે આ શબ્દો બોલ્યા (27)",
            "id": 27
},
{
    "name": "श्लोक 28",
            "sanskrit":
                "अर्जुन उवाच दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम्।।28।",
            "Hindi":
                "अर्जुन ने कहाहे कृष्ण, इस स्वजन को देखकर युद्ध के लिए उत्सुक हो उठे।",
            "Gujrati":
                "અર્જુને કહ્યુંહે કૃષ્ણ, આ સગાને જોઈને તે યુદ્ધ માટે ઉત્સુક થઈ ગયો.",
            "id": 28
},
{
    "name": "श्लोक 29",
            "sanskrit":
                "अर्जुन उवाच दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम्।।28। सीदन्ति मम गात्राणि मुखं च परिशुष्यति। वेपथुश्च शरीरे मे रोमहर्षश्च जायते।।29।।",
            "Hindi":
                " अंग शिथिल हुए जा रहे हैं और मुख सूखा जा रहा है तथा मेरे शरीर में कम्प और रोमांच हो रहा है |",
            "Gujrati":
                "અર્જુને કહ્યું: હે કૃષ્ણ! યુદ્ધના મેદાનમાં ઊભેલા યુદ્ધપ્રેમી લોકોના આ સમૂહને જોઈને મારા અંગો નબળા પડી રહ્યા છે અને મારું મોં સુકાઈ રહ્યું છે અને મારું શરીર ધ્રૂજતું અને રોમાંચ અનુભવી રહ્યું છે.",
            "id": 29
},
{
    "name": "श्लोक 30",
            "sanskrit":
                "गाण्डीवं स्त्रंसते हस्तात्त्वक्चैव परिदह्यते।न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः।।30।।",
            "Hindi":
                "हाथ से गाण्डीव धनुष गिर रहा है और त्वचा भी बहुत जल रही है तथा मेरा मन भ्रमित हो रहा है, इसलिए मैं खड़ा रहने को भी समर्थ नहीं हूँ |(30)",
            "Gujrati":
                "મારા હાથમાંથી ગાંડીવનું ધનુષ્ય પડી રહ્યું છે અને મારી ચામડી પણ ખરાબ રીતે બળી રહી છે અને મારું મન મૂંઝવણમાં છે, તેથી હું ઊભો પણ રહી શકતો નથી. (30)",
            "id": 30
},
{
    "name": "श्लोक 31",
            "sanskrit":
                "निमित्तानि च पश्यामि विपरीतानि केशव। न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे।।31।।",
            "Hindi":
                "हे केशव ! मैं लक्ष्णों को भी विपरीत देख रहा हूँ तथा युद्ध में स्वजन-समुदाय को मारकर कल्याण भी नहीं देखता | (31)",
            "Gujrati":
                "હે કેશવ! હું વિપરીત લક્ષણો જોઉં છું અને મારા પોતાના લોકોને યુદ્ધમાં મારવામાં કોઈ ફાયદો દેખાતો નથી. (31)",
            "id": 31
},
{
    "name": "श्लोक 32",
            "sanskrit":
                "न कांक्षे विजयं कृष्ण न च राज्यं सुखानि च।किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा।।32।।",
            "Hindi":
                "हे कृष्ण ! मैं न तो विजय चाहता हूँ और न राज्य तथा सुखों को ही | हे गोविन्द ! हमें ऐसे राज्य से क्या प्रयोजन है अथवा ऐसे भोगों से और जीवन से भी क्या लाभ है? (32)",
            "Gujrati":
                "હે કૃષ્ણ! મારે ન તો વિજય જોઈએ છે કે ન તો રાજ્ય અને સુખ જોઈએ છે. હે ગોવિંદ! આવી અવસ્થામાંથી આપણને શું ફાયદો કે આવા આનંદથી અને જીવનમાંથી શું ફાયદો? (32)",
            "id": 32
},
{
    "name": "श्लोक 33",
            "sanskrit":
                "येषामर्थे कांक्षितं नो राज्यं भोगाः सुखानि च। त इमेऽवस्थिता युद्धे प्राणांस्त्यक्तवा धनानि च।।33।।",
            "Hindi":
                "हमें जिनके लिए राज्य, भोग और सुखादि अभीष्ट हैं, वे ही ये सब धन और जीवन की आशा को त्यागकर युद्ध में खड़े हैं | (33)",
            "Gujrati":
                "જેમના માટે આપણે રાજ્ય, સુખ અને સુખ ઈચ્છીએ છીએ, તેઓ જ આ બધી સંપત્તિ અને જીવનની આશા છોડીને યુદ્ધમાં ઉભા છે. (33)",
            "id": 33
},
{
    "name": "श्लोक 34",
            "sanskrit":
                "आचार्याः पितरः पुत्रास्तथैव च पितामहाः।मातुलाः श्वशुराः पौत्राः श्यालाः सम्बन्धिनस्तथा।।34।।",
            "Hindi":
                "गुरुजन, ताऊ-चाचे, लड़के और उसी प्रकार दादे, मामे, ससुर, पौत्र, साले तथा और भी सम्बन्धी लोग हैं | (34)",
            "Gujrati":
                "ત્યાં શિક્ષકો, કાકાઓ, પુત્રો અને તે જ રીતે દાદા, મામા, સસરા, પૌત્ર, ભાઈ-ભાભી અને અન્ય સંબંધીઓ છે. (34)",
            "id": 34
},
{
    "name": "श्लोक 35",
            "sanskrit":
                "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन।अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते।।35।।",
            "Hindi":
                "हे मधुसूदन ! मुझे मारने पर भी अथवा तीनों लोकों के राज्य के लिए भी मैं इन सबको मारना नहीं चाहता, फिर पृथ्वी के लिए तो कहना ही क्या? (35)",
            "Gujrati":
                "તહે મધુસૂદન! ભલે તેઓ મને મારી નાખે કે ત્રણે લોકના રાજ્યને ખાતર મારે એ બધાને મારવા નથી, તો પૃથ્વીનું શું કહેવું? (35)",
            "id": 35
},

{
    "name": "श्लोक 36",
            "sanskrit":
                "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन।पापमेवाश्रयेदस्मान् हत्वैतानाततायिनः।।36।।",
            "Hindi":
                "हे जनार्दन ! धृतराष्ट्र के पुत्रों को मारकर हमें क्या प्रसन्नता होगी? इन आततायियों को मारकर तो हमें पाप ही लगेगा | (36)",
            "Gujrati":
                "હે જનાર્દન ! ધૃતરાષ્ટ્રના પુત્રોને મારીને આપણને શું આનંદ મળશે? આ આતંકવાદીઓને મારીને આપણે માત્ર દોષિત જ અનુભવીશું. (36)",
            "id": 36
},
{
    "name": "श्लोक 37",
            "sanskrit":
                "नतस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान् स्वबान्धवान्। स्वजनं हि कथं हत्वा सुखिनः स्याम माधव।।37।।",
            "Hindi":
                "अतएव हे माधव ! अपने ही बान्धव धृतराष्ट्र के पुत्रों को मारने के लिए हम योग्य नहीं हैं, क्योंकि अपने ही कुटुम्ब को मारकर हम कैसे सुखी होंगे? (37)",
            "Gujrati":
                "માટે હે માધવ! આપણે આપણા જ સગા ધૃતરાષ્ટ્રના પુત્રોને મારી નાખવાને લાયક નથી, કારણ કે આપણે આપણા જ કુટુંબને મારીને કેવી રીતે સુખી થઈ શકીએ? (37)",
            "id": 37
},
{
    "name": "श्लोक 38",
            "sanskrit":
                " यद्यप्येते न पश्यन्ति लोभोपहतचेतसः।कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम्।।38।।",
            "Hindi":
                "यद्यपि लोभ से भ्रष्टचित्त हुए ये लोग कुल के नाश से उत्पन्न दोष को और मित्रों से विरोध करने में पाप को नहीं देखते, ",
            "Gujrati":
                "જો કે આ લોકો, લોભથી ભ્રષ્ટ, કુટુંબના વિનાશનું કારણ અને મિત્રો સાથે સંઘર્ષ કરવાનું પાપ જોતા નથી,",
            "id": 38
},
{
    
    "name": "श्लोक 39",
    "sanskrit":
        " कथं न ज्ञेयमस्माभिः पापादस्मान्निवर्तितुम्। कुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन।।39।।",
    "Hindi":
        " तो भी हे जनार्दन ! कुल के नाश से उत्पन्न दोष को जाननेवाले हम लोगों को इस पाप से हटने के लिए क्यों नहीं विचार करना चाहिए?",
    "Gujrati":
        "આમ પણ હે જનાર્દન ! કુળના વિનાશથી થતા દુષ્કૃત્યોથી વાકેફ રહેલા આપણે આ પાપથી દૂર રહેવાનું કેમ ન વિચારવું જોઈએ?",
    "id": 39
}
,
{
    "name": "श्लोक 40",
            "sanskrit":
                "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः।धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत।।40।।",
            "Hindi":
                "कुल के नाश से सनातन कुलधर्म नष्ट हो जाते हैं, धर्म के नाश हो जाने पर सम्पूर्ण कुल में पाप भी बहुत फैल जाता है |(40)",
            "Gujrati":
                "કુળના વિનાશ સાથે, સનાતન કુટુંબ ધર્મનો નાશ થાય છે, જ્યારે ધર્મનો નાશ થાય છે, ત્યારે પાપ પણ સમગ્ર કુળમાં વ્યાપકપણે ફેલાય છે. (40)",
            "id": 40
}
,
{
    "name": "श्लोक 41",
            "sanskrit":
                "अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रियः। स्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसंकरः।।41।",
            "Hindi":
                "हे कृष्ण ! पाप के अधिक बढ़ जाने से कुल की स्त्रियाँ अत्यन्त दूषित हो जाती हैं और हे वार्ष्णेय ! स्त्रियों के दूषित हो जाने पर वर्णसंकर उत्पन्न होता है |(41)",
            "Gujrati":
                "હે કૃષ્ણ! પાપ વધવાથી પરિવારની સ્ત્રીઓ અત્યંત કલુષિત થઈ જાય છે અને હે વર્ષનેય! જ્યારે સ્ત્રીઓને ચેપ લાગે છે, ત્યારે વર્ણસંકર પેદા થાય છે. (41)",
            "id": 41
},
{
    "name": "श्लोक 42",
            "sanskrit":
                "संकरो नरकायैव कुलघ्नानां कुलस्य च।पतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रियाः।।42।।",
            "Hindi":
                "वर्णसंकर कुलघातियों को और कुल को नरक में ले जाने के लिए ही होता है | लुप्त हुई पिण्ड और जल की क्रियावाले अर्थात् श्राद्ध और तर्पण से वंचित इनके पितर लोग भी अधोगति को प्राप्त होते हैं |(42)",
            "Gujrati":
                "વર્ણશંકર માત્ર હત્યારાઓ અને કુળને નરકમાં લઈ જવા માટે છે. તેમના પૂર્વજો, જેઓ ખોવાયેલા શરીર અને જળના કાર્યોથી વંચિત છે, એટલે કે, શ્રાદ્ધ અને તર્પણ, તેઓ પણ અધોગતિને પ્રાપ્ત કરે છે. (42)",
            "id": 42
},
{
    "name": "श्लोक 43",
            "sanskrit":
                "दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः।उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः।।43।।",
            "Hindi":
                "इन वर्णसंकरकारक दोषों से कुलघातियों के सनातन कुल धर्म और जाति धर्म नष्ट हो जाते हैं | (43)",
            "Gujrati":
                "આ વર્ણ-સંકર દોષોને કારણે પરિવારના સભ્યોનો સનાતન કુળ ધર્મ અને જાતિ ધર્મ નાશ પામે છે. (43)",
            "id": 43
},
{
    "name": "श्लोक 44",
            "sanskrit":
                "उत्सन्कुलधर्माणां मनुष्याणां जनार्दन। नरकेऽनियतं वासो भवतीत्यनुशुश्रुम।।44।।",
            "Hindi":
                "हे जनार्दन ! जिनका कुलधर्म नष्ट हो गया है, ऐसे मनुष्यों का अनिश्चित काल तक नरक में वास होता है, ऐसा हम सुनते आये हैं |",
            "Gujrati":
                "હે જનાર્દન ! આપણે સાંભળતા આવ્યા છીએ કે જે લોકોનો પારિવારિક ધર્મ નાશ પામ્યો છે તેઓ અનિશ્ચિત સમય સુધી નરકમાં રહે છે.",
            "id": 44
},
{
    "name": "श्लोक 45",
            "sanskrit":
                "अहो बत महत्पापं कर्तुं व्यवसिता वयम्।यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः।।45।।",
            "Hindi":
                "हा ! शोक ! हम लोग बुद्धिमान होकर भी महान पाप करने को तैयार हो गये हैं, जो राज्य और सुख के लोभ से स्वजनों को मारने के लिए उद्यत हो गये हैं | (45)",
            "Gujrati":
                "હા! શોક! બુદ્ધિશાળી હોવા છતાં આપણે મહાપાપ કરવા તૈયાર થઈ ગયા છીએ, રાજ્ય અને સુખના લોભમાં આપણા જ લોકોને મારવા તૈયાર છીએ. (45)",
            "id": 45
},
{
    "name": "श्लोक 46",
            "sanskrit":
                "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः।धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत्।।46।।",
            "Hindi":
                "यदि मुझ शस्त्ररहित और सामना न करने वाले को शस्त्र हाथ में लिए हुए धृतराष्ट्र के पुत्र रण में मार डालें तो वह मारना भी मेरे लिए अधिक कल्याणकारक होगा | (46)",
            "Gujrati":
                "જો ધૃતરાષ્ટ્રનો પુત્ર, શસ્ત્રોથી સજ્જ, યુદ્ધમાં મને મારી નાખે, જે નિઃશસ્ત્ર છે અને લડવા માટે અસમર્થ છે, તો તે મારણ પણ મારા માટે વધુ ફાયદાકારક રહેશે. (46)",
            "id": 46
},
{
    "name": "श्लोक 47",
            "sanskrit":
                "संजय उवाचएवमुक्तवार्जुनः संख्ये रथोपस्थ उपाविशत्।विसृज्य सशरं चापं शोकसंविग्नमानसः।।47।।",
            "Hindi":
                "संजय बोलेः रणभूमि में शोक से उद्विग्न मन वाले अर्जुन इस प्रकार कहकर, बाणसहित धनुष को त्यागकर रथ के पिछले भाग में बैठ गये |(47 |",
            "Gujrati":
                "સંજયે કહ્યું: અર્જુન, જેનું મન યુદ્ધના મેદાનમાં શોકથી વ્યાકુળ હતું, આ કહીને તે ધનુષ્ય છોડીને તેના તીર સાથે રથના પાછળના ભાગમાં બેસી ગયો. (47 |",
            "id": 47
}
    ]
    },

    {
        "name1":"सांख्ययोग",
        "number1":"2",
        "data":[
            {
            "name": "श्लोक 1",
            "sanskrit":
                "संजय उवातं तथा कृपयाविष्टमश्रुपूर्णाकुलेक्षणम्।विषीदन्तमिदं वाक्यमुवाच मधुसूदनः।।1।।",
            "Hindi":
                "संजय बोलेः उस प्रकार करुणा से व्याप्त और आँसूओं से पूर्ण तथा व्याकुल नेत्रों वाले शोकयुक्त उस अर्जुन के प्रति भगवान मधुसूदन ने ये वचन कहा |(1)",
            "Gujrati":
                "સંજયે કહ્યું: ભગવાન મધુસૂદને આ શબ્દો કરુણાથી ભરેલા, આંસુઓથી ભરેલા અને વ્યથિત આંખોવાળા દુઃખી અર્જુનને આ રીતે કહ્યા.",
            "id": 48
            },
            {
                "name": "श्लोक 2",
                "sanskrit":
                    "श्रीभगवानुवाचकुतस्त्वा कश्मलमिदं विषमे समुपस्थितम्।अनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन।।2।।",
                "Hindi":
                    "प्रभु ने कहाइस विषम परिस्थिति में आपको यह परेशानी कहां से आ गयीहे अर्जुन, यह निंदनीय है, यह स्वर्गीय है, यह अपमानजनक है।",
                "Gujrati":
                    "પ્રભુએ કહ્યુઆ મુશ્કેલ પરિસ્થિતિમાં આ સમસ્યા ક્યાંથી આવી?હે અર્જુન, આ નિંદનીય છે, આ સ્વર્ગીય છે, આ અપમાનજનક છે.",
                "id": 49
            }
        ]
    },

    {
        "name1":"कर्मयोग",
        "number1":"3",
        "data":[
         
        ]
    },

    {
            "name1":"ज्ञानकर्मसन्यासयोग",
            "number1":"4",
            "data":[
             
            ]
    },

    {
        "name1":"ज्ञानकर्मसन्यासयोग",
        "number1":"4",
        "data":[
         
        ]
},
{
    "name1":"कर्मसंन्यासयोग",
    "number1":"5",
    "data":[
     
    ]
}

,

{
    "name1":"आत्मसंयमयोग",
    "number1":"6",
    "data":[
     
    ]
},
{
    "name1":"ज्ञानविज्ञानयोग",
    "number1":"7",
    "data":[
     
    ]
},
{
    "name1":"अक्षरब्रह्मयोग",
    "number1":"8",
    "data":[
     
    ]
},
{
    "name1":"राजविद्याराजगुह्ययोग",
    "number1":"9",
    "data":[
     
    ]
},
{
    "name1":"विभूतियोग  ",
    "number1":"10",
    "data":[
     
    ]
}
,
{
    "name1":"विश्वरूपदर्शनयोग",
    "number1":"11",
    "data":[
     
    ]
},
{
    "name1":"भक्तियोग",
    "number1":"12",
    "data":[
     
    ]
},
{
    "name1":"क्षेत्रक्षत्रज्ञविभागयोग",
    "number1":"13",
    "data":[
     
    ]
},
{
    "name1":"गुणत्रयविभागयोग",
    "number1":"14",
    "data":[
     
    ]
},
{
    "name1":"पुरुषोत्तमयोग",
    "number1":"15",
    "data":[
     
    ]
},

{
    "name1":"दैवासुरसंपद्विभागयोग",
    "number1":"16",
    "data":[
     
    ]
}
,
{
    "name1":"श्रद्धात्रयविभागयोग",
    "number1":"17",
    "data":[
     
    ]
},
{
    "name1":"मोक्षसंन्यासयोग",
    "number1":"18",
    "data":[
     
    ]
}

]